Repository: pop-os/msttcorefonts
Catalog: debian/po/*.po
Languages: da, gl, it, lt, pl, sv

source: Directory holding MS fonts (if already downloaded):
da: Mappe der indeholder MS skrifttyper (hvis allerede hentet):
gl: Directorio que contén tipos MS (se xa se descargaron):
it: Directory contenente i caratteri MS (se già scaricati):
lt: Katalogas, kuriame yra MS šriftai (jei iš kur nors atsiuntėte ar įsirašėte anksčiau):
pl: Katalog zawieraj±cy fonty MS (je¿eli masz je ju¿ na dysku):
sv: Katalog som innehåller MS-typsnitt (om de redan är hämtade):

source: If you have already downloaded Microsoft's TrueType Core Fonts for the web, type the name of the directory which contains them. Those files are in the Microsoft Windows self-installing format, and are named andale32.exe, arial32.exe, arialb32.exe, comic32.exe, courie32.exe, georgi32.exe, impact32.exe, times32.exe, trebuc32.exe, verdan32.exe and webdin32.exe.
da: Hvis du allerede har hentet Microsofts "TrueType Core Fonts" til web, indtast da navnet på den mappe, som indeholder dem. Disse filer er i Microsoft Windows selv-udpakkende format, og er navngivet andale32.exe, arial32.exe, arialb32.exe, comic32.exe, courie32.exe, georgi32.exe, impact32.exe, times32.exe, trebuc32.exe, verdan32.exe og webdin32.exe.
gl: Se xa descargou os tipos centrais TrueType de Microsoft, escriba o nome do directorio que os contén. Eses ficheiros están no formato autoinstalable de Microsoft Windows, e teñen os nomes andale32.exe, arial32.exe, arialb32.exe, comic32.exe, courie32.exe, georgi32.exe, impact32.exe, times32.exe, trebuc32.exe, verdan32.exe e webdin32.exe.
it: Se i Microsoft TrueType Core Fonts sono già stati scaricati, inserire il nome della directory che li contiene. I file sono nel formato auto-installante di Microsoft Windows e i loro nomi sono: andale32.exe, arial32.exe, arialb32.exe, comic32.exe, courie32.exe, georgi32.exe, impact32.exe, times32.exe, trebuc32.exe, verdan32.exe e webdin32.exe.
pl: Je¿eli masz ju¿ na dysku fonty TrueType z Microsoftu podaj katalog w którym siê one znajduj±. Pliki s± w samorozpakowuj±cym siê formacie Microsoft Windows o nazwach: andale32.exe, arial32.exe, arialb32.exe, comic32.exe, courie32.exe, georgi32.exe, impact32.exe, times32.exe, trebuc32.exe, verdan32.exe i webdin32.exe.
sv: Om du redan hämtat ner Microsofts TrueType Core Fonts för webben, ange namnet på katalogen där de finns lagrade. Dessa filer är i ett självuppackande Microsoft Windows-format och har namnen andale32.exe, arial32.exe, arialb32.exe, comic32.exe, courie32.exe, georgi32.exe, impact32.exe, times32.exe, trebuc32.exe, verdan32.exe och webdin32.exe.

source: If you haven't yet downloaded these fonts, leave this blank and the fonts will be downloaded for you. Approximately 4 MB will need to be downloaded.
da: Hvis du ikke har hentet disse skrifttyper, så lad feltet være tomt og skrifttyperne vil blive hentet for dig. Omkring 4 MB vil blive hentet.
gl: Se aínda non descargou estes tipos de letra, deixe isto en branco e hanse descargar os tipos por vostede. Hase ter que descargar uns 4 MB, aproximadamente.
it: Se i caratteri non sono stati ancora scaricati lasciare vuoto questo campo, i file saranno scaricati automaticamente. Saranno scaricati circa 4 MB di dati.
pl: Je¿eli nie masz tych fontów na dysku pozostaw to pole pustym. Odpowiednie pliki (oko³o 8MB) zostan± pobrane z internetu.
sv: Om du inte redan har hämtat ner dessa typsnitt, lämna då detta blankt och typsnitten kommer att hämtas ner åt dig. Ungefär 4 MB kommer att hämtas.

source: If you are not connected to the internet or do not wish to download these fonts now, enter "none" to abort.
da: Hvis du ikke er forbundet til internettet, eller ikke ønsker at hente disse skrifttyper nu, så indtast "none" for at afbryde.
gl: Se non está conectado a Internet ou non quere descargar agora os tipos, introduza "none" para abortar.
it: Se non si è connessi a internet oppure se adesso non si vogliono scaricare i caratteri inserire "none" per interrompere l'installazione.
lt: Jei negalite prisijungti prie interneto arba nenorite siųstis ir įdiegti šių šriftų dabar, įrašykite "none" ir šriftai nebus įdiegti ( galėsite įdiegti vėliau, įvykdę dpkg-reconfigure msttcorefonts ).
pl: Je¿eli nie masz teraz po³±czenia z internetem, albo nie chcesz teraz pobieraæ tych fontów, to mo¿esz wpisaæ "none" aby przerwaæ ten proces.
sv: Om du inte är ansluten till Internet eller att du inte vill hämta ner dessa typsnitt nu, ange "none" för att avbryta.

source: Font files not found
gl: Non se atoparon os ficheiros de tipos de letra
it: File con i caretteri non trovati
lt: Šriftų bylos nerastos
pl: Nie odnaleziono plików z fontami
sv: Typsnittsfilerna hittades inte

source: The directory you entered either did not exist, did not contain the Microsoft TrueType Core Fonts for the Web Microsoft Windows 9x self installing executables, or those executables did not match the versions expected by this script. Please re-enter the directory containing the Microsoft font files or enter "none" to abort.
da: Mappen du indtastede eksisterende enten ikke, eller indeholdte ikke "Microsoft TrueType Core Fonts" til web, eller filerne havde ikke de versionsnumre der var forventet. Indtast en ny mappe der indeholder skrifttype-filerne, eller indtast "none" for at afbryde.
gl: O directorio que introduciu non existe, ou non contén os executables autoinstalables dos tipos centrais TrueType de Microsoft para a Web, ou os executables non coinciden coas versións que este script espera. Volva introducir o directorio que contén os tipos de letra de Microsoft ou introduza "none" para abortar.
it: La directory inserita non esiste oppure non contiene i Microsoft TrueType Core Fonts nel formato eseguibile con installazione automatica per Microsoft Windows 9x oppure i file presenti non sono quelli che questo script si aspetta. Inserire nuovamente la directory contenente i file con i caratteri Microsoft oppure "none" per interrompere l'installazione.
lt: Katalogas, kurį jūs nurodėte neegzistuoja, arba kataloge nerasti bazinių MS TrueType šriftų paketai, arba paketų formatas nėra "automatiškai išsipakuojantis MS Windows archyvas", arba paketų versija nėra palaikoma šio įdiegėjo. Prašome nurodyti katalogą, kuriame yra bazinių MS TrueType šriftų paketai arba įrašykite "none", kad nutraukti įdiegimą.
pl: Wybrany katalog nie istnieje, lub nie zawiera³ plików z fontami Microsoft TrueType w odpowiednim formacie. Podaj w³a¶ciwy katalog z fontami albo wpisz "none", aby przerwaæ tê operacjê.
sv: Katalogen du angav finns antagligen inte, innehöll inte Microsoft TrueType Core Fonts för Web Microsoft Windows 9x självuppackande binärer eller så matchade inte de binärerna det som detta skript förväntade sig. Vänligen ange katalogen som innehåller Microsofts typsnittsfiler eller ange "none" för att avbryta.

source: Where should these files be be archived (optional):
da: Hvor skal filerne gemmes (valgfrit):
gl: Onde se teñen que archivar estes ficheiros (opcional):
lt: Vieta, kur šios bylos turi būti išsaugotos (nebūtina):

source: If you would like to keep a permanent archive of the compressed Windows self extracting files, enter the directory where you'd like them stored. If you leave this blank, the files will be deleted after installation.
da: Hvis du vil beholde et permanent arkiv af filerne, indtast da mappen hvor du vil have dem gemt. Hvis du lader dette være tomt, vil filerne blive slettet efter installationen.
gl: Se quere gardar un arquivo permanente dos ficheiros autoextraíbles de Windows, introduza o directorio no que os quere gardar. Se o deixa en branco, hanse borrar os ficheiros trala instalación.
it: Se si desidera conservare in un archivio i file compressi e auto-estraenti per Windows, inserire la directory in cui si vogliono salvare. Se si lascia vuoto questo campo i file saranno eliminati al termine dell'installazione.
lt: Jeigu norite išsaugoti atsiųstus šriftų paketus (savaime išsipakuojančio Windows archyvo formate), nurodykite katalogą, kur norite juos padėti. Jei paliksite šį lauką tuščią, šriftų paketai bus ištrinti po įdiegimo.
pl: Mo¿esz wybraæ katalog, w którym zostanie zapisana kopia fontów w skompresowanych samorozpakowuj±cym siê archiwach. Je¿eli nie potrzebujesz dodatkowej kopii mo¿esz pozostawiæ, to pole puste.
sv: Om du vill behålla ett arkiv med de komprimerade självuppackande Windows-filerna, ange katalogen dit du vill spara dem. Om du lämnar detta alternativ blankt kommer filerna att raderas när installationen är klar.

source: msttcorefonts uses defoma
gl: msttcorefonts emprega defoma
lt: msttcorefonts naudoja DEFOMA
sv: msttcorefonts använder defoma

source: Msttcorefonts uses the DEbian FOnt MAnager (defoma). If you wish to use the fonts provided by this package under the X Window System, you must configure it to use defoma fonts.
gl: Msttcorefonts emprega o xestor de tipos de Debian (defoma). Se quere empregar os tipos de letra que fornece este paquete no sistema X Window, debe configuralo para que empregue os tipos defoma.
sv: Msttcorefonts använder DEbian FOnt MAnager (defoma). Om du önskar använda typsnitten som kommer med detta paket under X Window System måste du konfigurera det till att använda defoma-typsnitten.

source: The easiest way to do so is to use the x-ttcidfont-conf package. For more information, install the x-ttcidfont-conf package and consult its documentation under /usr/share/doc/x-ttcidfont-conf.
da: Den nemmeste måde at gøre dette på, er at installere x-ttcidfont-conf pakken. For flere oplysninger, installér x-ttcidfont-conf pakken og læs dokumentationen under /usr/share/doc/x-ttcidfont-conf.
gl: O xeito máis doado de o facer é empregar o paquete x-ttcidfont-conf. Para máis información, instale o paquete x-ttcidfont-conf e consulte a documentación que hai en /usr/share/doc/x-ttcidfont-conf.
lt: Paprasčiausias ir geriausias būdas tai padaryti yra naudoti x-ttcidfont-conf paketą. Įdiekite x-ttcidfont-conf paketą ir nustatykite, kad grafinė aplinka galėtų naudotis TrueType šriftais, kaip parašyta /usr/share/doc/x-ttcidfont-conf/ kataloge esančioje dokumentacijoje (README.Debian ir kt.)
sv: Det enklaste sättet att göra det på är att använda paketet x-ttcidfont-conf. För mer information, installera paketet x-ttcidfont-conf och läs dokumentationen som finns i /usr/share/doc/x-ttcidfont-conf.

source: For uses of msttcorefonts not related to the X Window System (e.g. printing) this is not required.
da: Hvis du ikke skal bruge msttcorefonts under X Window Systemet (f.eks. udskrivning) er dette ikke krævet.
gl: Para empregar msttcorefonts en cousas distintas do sistema X Window (por exemplo, para imprimir), isto non é necesario.
lt: Šriftų msttcorefonts panaudojimui, nesusijusiam su X-Window sistema (grafine aplinka), šie veiksmai nėra būtini.
sv: Detta är inte ett krav för användning av msttcorefonts som inte är relaterad till X Window System (till exempel utskrifter).

source: Mirror to download from:
gl: Réplica da que descargar:
it: Mirror dal quale scaricare:
pl: Wybierz serwer z którego chcesz pobraæ pliki:
sv: Spegelserver att hämta från:

source: This package already contains a built-in set of mirrors, which should be sufficient for most people. However, if you'd like to use a different (possibly local) mirror instead, please enter the full URL to the directory containing the relevant files here. If not, just leave the field blank.
gl: Este paquete xa contén un xogo de réplicas que debería ser dabondo para a maioría da xente. Nembargantes, se quere empregar outra réplica (posiblemente local), introduza aquí o URL completo do directorio que contén os ficheiros relevantes. Se non, deixe o campo en branco.
it: Questo pacchetto già contiene un elenco preimpostato di mirror che dovrebbe essere adatto per la maggior parte degli utenti. Se si vuole usare un mirror diverso (se possibile locale), inserire la URL completa alla directory contenente i file in questione. Altrimenti lasciare il campo vuoto.
pl: Ten pakiet zawiera wbudowan± listê kilku serwerów z których mo¿na pobraæ fonty. W razie potrzeby mo¿na jednak u¿yæ w³asnego (lokalnego) serwera. Proszê podaæ URL do katalogu w którym znajduj± siê odpowiednie pliki. Mo¿esz zostawiæ to pole puste.
sv: Det här paketet innehåller redan en uppsättning spegelservrar som bör räcka för de flesta. Dock, om du vill använda en annan (kanske lokal) spegelserver istället, kan du ange den fullständiga url:en här till den katalog som innehåller de relevanta filerna. Om inte, lämna fältet blankt.

source: HTTP proxy to use:
gl: Proxy HTTP a empregar:
it: Proxy HTTP da usare:
pl: Serwer po¶rednicz±cy (proxy) do HTTP:
sv: HTTP-proxyserver att använda:

source: If you need to use a proxy server, please enter it here (example: http://192.168.0.1:8080). This will cause the font files to be downloaded using your proxy.
gl: Se precisa de empregar un servidor proxy, introdúzao aquí (exemplo: http://192.168.0.1:8080). Isto ha facer que os ficheiros de tipos de letras se descarguen empregando o proxy.
it: Se è necessario passare per un proxy, inserire il proxy da usare (esempio: http://192.168.0.1:8080). Questo permette di scaricare i file dei caratteri tramite il proprio proxy.
pl: Je¿eli do po³±czeñ HTTP potrzebujesz serwera po¶rednicz±cego (proxy), podaj jego adres (np. http://192.168.0.1:8080).
sv: Om du behöver använda en proxyserver, ange den här (exempelvis: http://192.168.0.1:8080). Det här innebär att typsnittsfilerna kommer att hämtas med hjälp av din proxyserver.

source: Leave this option blank if you don't use a proxy server.
gl: Deixe esta opción en branco se non emprega un servidor proxy.
it: Se non si usa un proxy, lasciare questo campo vuoto.
pl: Je¿eli nie potrzebujesz serwera proxy, zostaw to pole puste.
sv: Lämna det här alternativet blankt om du inte använder en proxyserver.

source: Where should these files be archived (optional):
it: Dove devono essere archiviati i file (opzionale):
pl: Katalog z dodatkow± kopi± tych plików (opcjonalny):
sv: Var ska dessa filer arkiveras (valfritt):

source: These fonts are not free.
da: Disse skrifttyper er ikke "frie".

source: These fonts were provided by Microsoft "in the interest of cross-platform compatibility". This is no longer the case, but they are still available from third parties.
da: Disse skrifttyper blev udbudt af Microsoft "med interesse i platforms kompatibilitet". Dette er ikke længere tilfældet, men de er stadig tilgængelige fra tredjeparti.

source: You are free to download these fonts and use them for your own use, but you may not redistribute them in modified form, including changes to the file name or packaging format.
da: Du har ret til at hente disse skrifttyper og bruge dem, men du må ikke re-distribuerere dem i modificeret form, det er inklusiv ændringer i filnavn eller pakkeformat.

source: Font files not found.
da: Skrifttype-filer ikke fundet.

source: msttcorefonts uses defoma.
da: msttcorefonts bruger defoma.

source: Msttcorefonts now uses the DEbian FOnt MAnager (defoma). If you wish to use the fonts provided by this package under the X Window System, you must configure it to use defoma fonts.
da: Msttcorefonts bruger nu DEbian FOnt MAnager (defoma). Hvis du ønsker at bruge disse skrifttyper under X Window Systemet, skal du sætte det op til at bruge defoma skrifttyper.

source: If you have already downloaded Microsoft's TrueType Core Fonts for the web, type the name of the directory which contains them. Those files are in the Microsoft Windows self-installing format, and are named andale32.exe, arial32.exe, arialb32.exe, comic32.exe, courie32.exe, georgi32.exe, impact32.exe, times32.exe, trebuc32.exe, verdan32.exe, wd97vwr32.exe and webdin32.exe.
lt: Jei Jūs anksčiau atsisiuntėte ar iš kur nors nusikopijavote bazinius MS TrueType šriftus, nurodykite katalogą, kuriame jie yra. Jie turi būti automatiškai išsipakuojančių MS Windows archyvų (cab) formate, pavadinti andale32.exe, arial32.exe, arialb32.exe, comic32.exe, courie32.exe, georgi32.exe, impact32.exe, times32.exe, trebuc32.exe, verdan32.exe, wd97vwr32.exe ir webdin32.exe.

source: If you haven't yet downloaded these fonts, leave this blank and the fonts will be downloaded for you. Approximately 8 MB will need to be downloaded.
lt: Jei šriftų nesate atsisiuntę anksčiau - palikite šį lauką tuščią ir šriftai bus automatiškai atsiųsti. Šriftų paketai užima apie 8 MB.
